Repository: dream-alpha/PowerCockpit
Catalog: po/*.po
Languages: de

source: Recording(s) are in progress or coming up in few seconds!
de: Aufnahmen laufen.

source: Job(s) are in progress!
de: Jobs werden ausgeführt.

source: Archiving will be done!
de: Archivierung wird jetzt durchgeführt.

source: Purging trashcan will be done!
de: Automatische Papierkorbleerung wird jetzt durchgeführt.

source: Really reboot into Recovery Mode?
de: Soll jetzt wirklich der Recovery Modus gestartet werden?

source: Entering idle mode to complete recording(s)/job(s) before powering off.
de: Gerät schaltet jetzt in den Idle Modus, um die Aufgaben vor dem Ausschalten auszuführen.

source: Really shutdown now?
de: Soll die Box jetzt wirklich heruntergefahren werden?

source: Really reboot now?
de: Soll die Box jetzt wirklich neu gestartet werden?

source: You won't be able to leave Recovery Mode without physical access to the device!
de: Der Recovery Modus kann nicht ohne physischen Zugriff auf die Box verlassen werden!

source: Really restart now?
de: Soll die GUI neu gestartet werden?
